CSI API ETABS v1
cDStNewZealand_NZS3404_97 Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cDStNewZealand_NZS3404_97
Public Interface cDStNewZealand_NZS3404_97
Dim instance As cDStNewZealand_NZS3404_97
public interface class cDStNewZealand_NZS3404_97
type cDStNewZealand_NZS3404_97 =  interface end
The cDStNewZealand_NZS3404_97 type exposes the following members.
Methods
Name | Description
GetOverwrite
GetPreference
SetOverwrite
SetPreference
Top
See Also
Reference
ETABSv1 Namespace